import BlogsContactSectionHindi from '@/components/BlogsContactSection/BlogsContactSectionHindi';
import GoToButton from '@/components/Buttons/PrimaryButton/GoToButton/GoToButton';
import FancyText from '@/components/FancyText/FancyText';
import { Box, Typography } from '@mui/material';
import React from 'react';
// import { FormFeaturesWrapper } from '../../home/home.style';
// import OfferForm from '../../OfferForm/OfferForm';
// import Features from '../../../components/Features/Features';


const Hindi = () => {
   return (
      <div>
         <Typography sx={{ my: 10 }}>
            एक बार जब आपकी सौर इंस्टॉलेशन स्थापित और सक्रिय हो जाती है, उसे सही
            ऑपरेशन और रखरखाव को प्राथमिकता देना महत्वपूर्ण होता है ताकि इसका
            दीर्घकालिक दक्षता और प्रदर्शन सुनिश्चित किया जा सके। नियमित रखरखाव
            और मॉनिटरिंग ऊर्जा उत्पादन को अधिकतम सीमा तक बढ़ावा देने, सौर पैनलों
            की उम्र बढ़ाने और निवेश पर रिटर्न को अनुकूलित करने में मदद कर सकता
            है। इस ब्लॉग में, हम सौर ऑपरेशन और रखरखाव के मुख्य पहलुओं को
            जांचेंगे जिससे आप एक विश्वसनीय और उत्पादक सौर ऊर्जा प्रणाली बनाए रख
            सकते हैं।
         </Typography>

         <Box sx={{ mb: 5 }}>
            <FancyText>
               सोलरफ साथी तकनीशियन के साथ साइट विजिट और ऑपरेशन और रखरखाव सेवाएं
               प्रदान करता है
            </FancyText>
         </Box>

         <GoToButton url='https://www.solruf.com/solar-enquiry-form'>
            हमारे साथ एक सोलर ऑपरेशन और रखरखाव का इंक्वायरी बनाएं
         </GoToButton>

         <Typography variant='h6' sx={{ fontWeight: 'bold' }}>
            मॉनिटरिंग और प्रदर्शन विश्लेषण:
         </Typography>

         <Box sx={{ pl: 2 }}>
            <Typography variant='subtitle1' sx={{ fontWeight: 'bold' }}>
               मॉनिटरिंग सिस्टम:
            </Typography>
            <Typography>
               कई सोलर इंस्टॉलेशन मॉनिटरिंग सिस्टम से लैस होते हैं जो आपको ऊर्जा
               उत्पादन, और सिस्टम के प्रदर्शन को ट्रैक करने और किसी भी संभावित
               मुद्दों या कम प्रदर्शन की पहचान करने की अनुमति देते हैं।
            </Typography>

            <Typography variant='subtitle1' sx={{ fontWeight: 'bold', mt: 2 }}>
               नियमित प्रदर्शन विश्लेषण:
            </Typography>
            <Typography>
               यह सुनिश्चित करने के लिए कि आपके सौर पैनल अपेक्षित मात्रा में
               ऊर्जा पैदा कर रहे हैं, समय-समय पर अपने मॉनिटरिंग सिस्टम से डेटा
               की समीक्षा और विश्लेषण करें। किसी भी महत्वपूर्ण विचलन की तुरंत
               जांच की जानी चाहिए।
            </Typography>
         </Box>
         <Typography variant='h6' sx={{ fontWeight: 'bold' }}>
            सफाई और निरीक्षण:
         </Typography>

         <Box sx={{ pl: 2 }}>
            <Typography variant='subtitle1' sx={{ fontWeight: 'bold' }}>
               नियमित सफाई:
            </Typography>
            <Typography>
               आपके स्थान और पर्यावरणीय कारकों के आधार पर, सौर पैनल समय के साथ
               धूल, मलबा, या पक्षी की बूंदों को जमा कर सकते हैं, जिससे उनकी
               दक्षता कम हो जाती है। इष्टतम प्रदर्शन बनाए रखने के लिए निर्माता
               दिशानिर्देशों का पालन करते हुए समय-समय पर पैनलों को साफ करें।
            </Typography>

            <Typography variant='subtitle1' sx={{ fontWeight: 'bold', mt: 2 }}>
               दृश्य निरीक्षण:
            </Typography>
            <Typography>
               आस-पास के पेड़ों या संरचनाओं के कारण होने वाली शारीरिक क्षति,
               ढीले कनेक्शन, या संभावित छायांकन के किसी भी लक्षण की जाँच करने के
               लिए दृश्य निरीक्षण करें। ऊर्जा उत्पादन पर किसी भी दीर्घकालिक
               प्रभाव को रोकने के लिए इन मुद्दों का तुरंत समाधान करें।
            </Typography>
         </Box>
{/* 
         <FormFeaturesWrapper>
            <OfferForm />
            <Features />
         </FormFeaturesWrapper> */}

         <Typography variant='h6' sx={{ fontWeight: 'bold' }}>
            विद्युत घटक और वायरिंग:
         </Typography>

         <Box sx={{ pl: 2 }}>
            <Typography variant='subtitle1' sx={{ fontWeight: 'bold' }}>
               इन्वर्टर रखरखाव:
            </Typography>
            <Typography>
               इन्वर्टर महत्वपूर्ण घटक हैं जो सौर पैनलों द्वारा उत्पादित डीसी
               ऊर्जा को प्रयोग करने योग्य एसी ऊर्जा में परिवर्तित करते हैं।
               रखरखाव के लिए निर्माता दिशानिर्देशों का पालन करें और यह सुनिश्चित
               करने के लिए नियमित निरीक्षण पर विचार करें कि वे ठीक से काम कर रहे
               हैं।
            </Typography>

            <Typography variant='subtitle1' sx={{ fontWeight: 'bold', mt: 2 }}>
               वायरिंग और कनेक्शन:
            </Typography>
            <Typography>
               पहनने, क्षरण या ढीले कनेक्शन के संकेतों के लिए वायरिंग और कनेक्शन
               की नियमित जांच करें। सुनिश्चित करें कि सभी विद्युत घटक ठीक से
               सुरक्षित हैं और तत्वों से सुरक्षित हैं।
            </Typography>

            <Typography variant='h6' sx={{ fontWeight: 'bold', mt: 4 }}>
               सुरक्षा उपाय:
            </Typography>
            <Typography>
               <b>रखरखाव के दौरान बंद करें:</b> किसी भी रखरखाव या सफाई
               गतिविधियों को करने से पहले, बिजली के खतरों से बचने के लिए सोलर
               सिस्टम को बंद करना याद रखें।
            </Typography>
            <Typography>
               <b> पेशेवर सहायता:</b> जटिल रखरखाव या मरम्मत कार्यों के लिए,
               सुरक्षा सुनिश्चित करने और सिस्टम को नुकसान से बचाने के लिए योग्य
               सौर पेशेवर की मदद लेने की सलाह दी जाती है।
            </Typography>

            <Typography variant='h6' sx={{ fontWeight: 'bold', mt: 4 }}>
               रिकॉर्ड-कीपिंग और डॉक्यूमेंटेशन:
            </Typography>
            <Typography>
               <b>रखरखाव लॉग:</b> तारीखों, किए गए कार्यों और किसी भी समस्या या
               मरम्मत सहित सभी रखरखाव गतिविधियों का रिकॉर्ड बनाए रखें। यह
               दस्तावेज़ीकरण भविष्य के संदर्भ और वारंटी दावों के लिए मूल्यवान
               होगा।
            </Typography>
            <Typography>
               <b>वारंटी प्रबंधन:</b> अपने सौर पैनलों और संबंधित घटकों के लिए
               वारंटी जानकारी का ध्यान रखें। अनुपालन सुनिश्चित करने और किसी भी
               आवश्यक मरम्मत या प्रतिस्थापन को सुविधाजनक बनाने के लिए वारंटी के
               नियमों और शर्तों को समझें।
            </Typography>

            <Typography variant='h6' sx={{ fontWeight: 'bold', mt: 4 }}>
               सूचित रहें और पेशेवर सहायता लें:
            </Typography>
            <Typography>
               <b>अपडेट रहें:</b> सौर प्रौद्योगिकी, सिस्टम अपडेट और किसी भी
               प्रासंगिक उद्योग परिवर्तन में प्रगति के बारे में सूचित रहें जो
               आपके सौर स्थापना के संचालन और रखरखाव को प्रभावित कर सकते हैं।
            </Typography>
            <Typography>
               <b>व्यावसायिक सहायता:</b> यदि आपको अपने सौर मंडल के प्रदर्शन के
               संबंध में कोई जटिल समस्या या चिंता का सामना करना पड़ता है, तो
               किसी योग्य सौर इंस्टॉलर या तकनीशियन से पेशेवर सहायता लेने में
               संकोच न करें।
            </Typography>
         </Box>

         <Typography
            sx={{
               textAlign: 'center',
               my: 5,
               bgcolor: '#f3f3f3',
               p: 2,
               borderRadius: 2,
            }}
            variant='body1'
         >
            ऊर्जा उत्पादन को अधिकतम करने, आपके सिस्टम के जीवनकाल को बढ़ाने और
            आपके निवेश पर प्रतिफल को अनुकूलित करने के लिए आपके सौर स्थापना का
            उचित संचालन और रखरखाव आवश्यक है। नियमित निगरानी, ​​​​सफाई, निरीक्षण,
            और किसी भी रखरखाव की जरूरत को तुरंत संबोधित करने से यह सुनिश्चित
            होगा कि आने वाले वर्षों में आपके सौर पैनल स्वच्छ और टिकाऊ ऊर्जा
            उत्पन्न करना जारी रखेंगे। इन सर्वोत्तम प्रथाओं को अपनाकर और सक्रिय
            रहकर, आप हरित और अधिक टिकाऊ भविष्य में योगदान करते हुए सौर ऊर्जा के
            लाभों का आनंद ले सकते हैं।
         </Typography>

         <BlogsContactSectionHindi />
      </div>
   );
};

export default Hindi;
