{
   "NET METERING POLICY:": "नेट मीटरिंग नीति:",
   "MAHARASHTRA": "महाराष्ट्र",
   "Maharashtra is located in the western part of India with the third largest state area in Maharashtra. The installed solar capacity of Maharashtra is 40.9 GW commissioned solar energy in 2021. Maharashtra approved its solar energy policy in January 2016, encouraging both public and private entities to go solar. In addition to this, the Civic Development authorities were asked to ensure that construction permission is only given to those buildings, government colonies, etc who pledge to install solar at rooftop. The Maharashtra State Cabinet has issued its ‘Unconventional Energy Generation Policy’ to promote non-conventional source-based energy generation. These include implementation of 100,000 agricultural solar pumps, 52,000 kV of rooftop solar systems, 2,000 solar water supply stations, the electrification of 10,000 rural homes, microgrid projects for 20 homes, 55,000 square feet of solar water/solar cooking systems, and 800 solar cold-storage projects.": "महाराष्ट्र भारत के पश्चिमी भाग में स्थित है और क्षेत्रफल के हिसाब से महाराष्ट्र तीसरा सबसे बड़ा राज्य है। महाराष्ट्र की स्थापित सौर क्षमता 2021 में 40.9 गीगावॉट कमीशन सौर ऊर्जा है। महाराष्ट्र ने जनवरी 2016 में अपनी सौर ऊर्जा नीति को मंजूरी दे दी, जिससे सार्वजनिक और निजी दोनों संस्थाओं को सौर ऊर्जा अपनाने के लिए प्रोत्साहित किया गया। इसके अलावा, नागरिक विकास प्राधिकरणों को यह सुनिश्चित करने के लिए कहा गया कि निर्माण की अनुमति केवल उन्हीं इमारतों, सरकारी कॉलोनियों आदि को दी जाए, जो छतों पर सौर ऊर्जा स्थापित करने का वचन देते हैं। महाराष्ट्र राज्य मंत्रिमंडल ने गैर-पारंपरिक स्रोत-आधारित ऊर्जा उत्पादन को बढ़ावा देने के लिए अपनी 'अपरंपरागत ऊर्जा उत्पादन नीति' जारी की है। इनमें 100,000 कृषि सौर पंप, 52,000 केवी छत सौर प्रणाली, 2,000 सौर जल आपूर्ति स्टेशन, 10,000 ग्रामीण घरों का विद्युतीकरण, 20 घरों के लिए माइक्रोग्रिड परियोजनाएं, 55,000 वर्ग फुट सौर जल/सौर खाना पकाने की प्रणाली और 800 सौर का कार्यान्वयन शामिल है। कोल्ड-स्टोरेज परियोजनाएं।",
   "Parties eligible for net metering policy": "नेट मीटरिंग नीति के लिए पात्र पक्ष",
   "Owner or in legal possession of the premises including the rooftop or terrace or building or infrastructure or open areas of the land or part or combination thereof on which the Solar PV System is proposed to be installed.": "सोलर पीवी सिस्टम स्थापित करने की प्रस्तावित जगह के मालिक या कानूनी अधिकारी, जिसमें छत या टेरेस या इमारत या बुनियादी ढांचा या जमीन के खुले क्षेत्र या भाग या उनका संयोजन शामिल है।",
   "Consume all of the electricity generated from the Rooftop Solar PV System at the same premises.": "सोलर पीवी सिस्टम द्वारा उत्पन्न की गई सभी बिजली का उपभोग उसी प्रांत में करें।",
   "Connect the proposed Rooftop Solar PV System to the Distribution System of the Licensee.": "प्रस्तावित सोलर पीवी सिस्टम को लाइसेंसी के वितरण प्रणाली से जोड़ें।",
   "Net-metering policy arrangement": "नेट-मीटरिंग नीति व्यवस्था",
   "As much as 100% subsidy has been offered to government and semi-government offices and 15% to the private offices to setup rooftop solar. For solar power projects, the minimum capacity shall be 1 MW (outside solar park). The approval for grid connectivity will be given in accordance with the following guidelines -": "सरकारी और सरकारी अधिकारी कार्यालयों को 100% अनुदान और निजी कार्यालयों को 15% रूफटॉप सोलर स्थापित करने के लिए प्रदान किया गया है। सौर ऊर्जा परियोजनाओं के लिए, न्यूनतम क्षमता 1 मेगावॉट (सोलर पार्क के बाहर) होगी। ग्रिड कनेक्टिविटी के लिए मंजूरी निम्नलिखित दिशा-निर्देशों के अनुसार दी जाएगी -",
   "It will be necessary for the project developer to submit application for grid connectivity recommendation in the prescribed format to MEDA. The application should include, along with other details, details about the project capacity, project site location, details of nearest MSEDCL MSETCL sub-station etc.": "परियोजना विकासकर्ता को ग्रिड कनेक्टिविटी की सिफारिश के लिए मेडा को नियमित प्रारूप में आवेदन जमा करने की आवश्यकता होगी। आवेदन में, अन्य विवरणों के साथ, परियोजना क्षमता, परियोजना स्थान स्थान, निकटतम एमएसईडीसीएल / एमएसईटीसीएल उप-स्टेशन के विवरण शामिल होने चाहिए।",
   "There will be a preliminary scrutiny of the application by MEDA office, subsequent to which the developer and MSETCL/MSEDCL will be informed for the purpose of technical feasibility report. MSETCL/MSEDCL shall prepare the technical feasibility report and furnish its copy to MEDA.": "मेडा कार्यालय द्वारा आवेदन की प्रारंभिक संवीक्षा होगी, जिसके बाद प्रोजेक्ट विकासकर्ता और एमएसईटीसीएल / एमएसईडीसीएल को तकनीकी व्यवस्था रिपोर्ट के लिए सूचित किया जाएगा। एमएसईटीसीएल / एमएसईडीसीएल बैठक मेडा को तकनीकी व्यवस्था रिपोर्ट तैयार करेगा और उसकी प्रति मेडा को प्रस्तुत करेगा।",
   "On receipt of the technical feasibility report, MEDA will verify its conformity with the solar power generation area, and make recommendation to MSETCL/MSEDCL for grid connectivity.": "तकनीकी व्यवस्था रिपोर्ट प्राप्ति पर, मेडा सौर ऊर्जा उत्पादन क्षेत्र के साथ इसकी अनुकूलता की पुष्टि करेगा, और ग्रिड कनेक्टिविटी के लिए एमएसईटीसीएल / एमएसईडीसीएल के लिए सिफारिश करेगा।",
   "The application for grid connectivity by the project developer will be scrutinised by the Committee for grid connectivity constituted by MSETCL in which thorough consultation will be done.": "परियोजना विकासकर्ता द्वारा ग्रिड कनेक्टिविटी के लिए आवेदन को एमएसईटीसीएल द्वारा गठित ग्रिड कनेक्टिविटी समिति द्वारा संवीक्षित किया जाएगा, जिसमें व्यापक परामर्श किया जाएगा।",
   "List of Documents Required": "आवेदन पत्र के लिए आवश्यक दस्तावेज़ों की सूची",
   "Application for Net-Metering approval": "एनेट-मीटरिंग मंजूरी के लिए आवेदन",
   "Visit the Maharashtra State Electricity Distribution Company Limited (Mahadiscom) website: After entering into the Consumer Access Portal, Under the “Quick Access” tab, and apply for RE Rooftop link.": "महाराष्ट्र राज्य विद्युत वितरण कंपनी लिमिटेड (महादिस्कॉम) वेबसाइट पर जाएं: उपभोक्ता एक्सेस पोर्टल में प्रवेश करने के बाद, 'क्विक एक्सेस' टैब के तहत, और आरई रूफटॉप लिंक के लिए आवेदन करें।",
   "Fill up the application form. Cost of Net Meter, Generation meter (Source wise) and all costs related to the setting up PV system shall be borne by consumer.": "आवेदन पत्र भरें। नेट मीटर की लागत, जनरेशन मीटर (स्रोत वारी) और सभी उपभोक्ता द्वारा सेटअप PV सिस्टम से संबंधित लागतें उपभोक्ता द्वारा भुगतान की जाएगी।",
   "When we apply Net-Meter for grid connected solar system it will take approx. 30 days to 90 days depending on power distribution companies. Application will be automatically canceled if the PV system is not commissioned within 6 months from the date of Sanction of application.": "जब हम ग्रिड कनेक्टेड सौर प्रणाली के लिए नेट-मीटर आवेदन करते हैं तो यह लगभग 30 दिन से 90 दिन तक समय लग सकता है, जो बिजली वितरण कंपनियों पर निर्भर करता है। आवेदन को संस्थापित दिनांक से 6 महीने के अंदर जीवंत प्रणाली के अनुमोदन की तिथि से संख्यायित किया जाएगा यदि पीवी प्रणाली का संचालन नहीं किया जाता है।",
   "Application processing fees for a low Tension consumer is Rs. 500 for consumer having Sanctioned Load upto 20 kW and Rs 100 thereafter for every 20 kW or part thereof. The same for a high tension consumer is Rs. 5000/-": "निम्न तनाव उपभोक्ता के लिए आवेदन प्रसंस्करण शुल्क है ₹500 जिसमें 20 kW तक संख्यायित भार वाले उपभोक्ता के लिए ₹100 और उसके बाद हर 20 kW या उससे अधिक हर भाग के लिए ₹100। एक उच्च तनाव उपभोक्ता के लिए भी यही है, ₹5000।",
   "Aadhar Card": "आधार कार्ड",
   "Latest Electricity Bill": "नवीनतम बिजली बिल",
   "Photo": "तस्वीर",
   "Pan Card": "पैन कार्ड",
   "Net Meter Application Form": "नेट मीटर आवेदन पत्र",
   "If Renewable energy (RE) Generating system is self owned": "यदि नवीनतम ऊर्जा (आरई) जनरेटिंग प्रणाली आत्मस्वामी है",
   "Technical details of Renewable Energy Generating Station, Inverter and other equipment of the System proposed to be installed. (Mandatory)": "स्थापित किया जाने वाला प्रणाली का तकनीकी विवरण, इनवर्टर और अन्य उपकरण (अनिवार्य)",
   "General Power of Attorney in favour of signatory in case of Partnership Firms; certified true copy of the Resolution, authorizing the signatory to deal with the concerned Distribution Licensee, passed by the Board of Directors in case of Companies (as applicable).": "भागीदारी फर्मों के मामूली प्रतिनिधि के पक्ष में सामान्य पावर ऑफ अटॉर्नी; प्रायोजित उच्च संकेत वितरक के साथ बातचीत करने के लिए प्रतिनिधि की प्रमाणित सच्ची प्रतियां, कंपनियों के मामूली संदर्भ में निदेशक मंडल द्वारा पारित किया जाने वाला अधिकृत निर्णय (यथाशक्ति।)",
   "If RE Generating system is not self owned: In addition to above in (a), Third Party Leasing Agreement. (Mandatory)": "यदि नवीनतम ऊर्जा प्रणाली स्वयं की नहीं है: (ए) में उपरोक्त के अतिरिक्त, तृतीय पक्ष के लिए किराएदारी समझौता। (अनिवार्य)",
   "If RE System Capacity is 200 KW and above: In addition to above in (a), Electrical Inspector Permission (Mandatory)": "यदि आरई सिस्टम क्षमता 200 किलोवाट और अधिक है: (ए) में उपरोक्त के अतिरिक्त, इलेक्ट्रिकल इंस्पेक्टर की अनुमति (अनिवार्य)",
   "When we apply Net-Meter for grid connected solar system it will take approx. 30 days to 90 days depending on power distribution companies.": "जब हम ग्रिड कनेक्टेड सौर प्रणाली के लिए नेट-मीटर आवेदन करते हैं तो यह लगभग 30 दिन से 90 दिन तक समय लग सकता है, जो बिजली वितरण कंपनियों पर निर्भर करता है।",

   "SOLAR SUBSIDY": "सौर उपदेश",
   "The subsidy available on the installation of grid-connected solar rooftop power plants is 30% of the benchmark cost. Government institutions including PSUs shall not be eligible for the subsidy. Instead, they will be given achievement-linked incentives/awards. All residential and institutional buildings such as schools, health institutions, etc. and the social sector can avail CFA. As much as 100% subsidy has been offered to government and semi-government offices and 15% to the private offices to setup rooftop solar": "ग्रिड-कनेक्टेड सौर छत विद्युत संयंत्रों की स्थापना पर छूट उपलब्ध है जो बेंचमार्क लागत का 30% है। सरकारी संस्थान जिसमें विपणन संस्थान भी शामिल है, वे छूट के लिए पात्र नहीं होंगे। इसके बजाय, उन्हें उपलब्धि जुड़ी प्रोत्साहन / पुरस्कार दिए जाएंगे। विद्युत उत्पादन क्षेत्र जैसे कि स्कूल, स्वास्थ्य संस्थान आदि और सामाजिक क्षेत्र को सीएफए लाभ उठा सकते हैं। सरकारी और अर्द्धसरकारी कार्यालयों को छत सौर सेटअप के लिए 100% छूट और निजी कार्यालयों को 15% छूट प्रदान की गई है।",
   "Required documentation is needed to submit to MEDA online by a developer on behalf of the eligible customer.": "आवश्यक दस्तावेज़ीकरण अर्जित ग्राहक के पक्ष में विकसक द्वारा ऑनलाइन MEDA को सबमिट करने की आवश्यकता है।",
   "Following the provisional approval, the completion report needs to be submitted.": "प्राविधिक मंजूरी के बाद, पूर्णता रिपोर्ट सबमिट करनी होगी।",
   "After that site visit and site inspection is done by the officials.": "इसके बाद अधिकारियों द्वारा साइट यात्रा और साइट निरीक्षण किया जाता है।",
   "After all these formalities, the subsidy amount is directly deposited to the customer’s account within 2-3 months of issuing the grant letter.": "इन सभी रस्मों के बाद, छूट राशि को अनुदान पत्र जारी करने के 2-3 महीने के भीतर ग्राहक के खाते में सीधे जमा किया जाता है।",
   
      "Residential": "निवासी",
      "Commercial": "वाणिज्यिक",
      "CAPACITY OF SOLAR SYSTEM": "सौर प्रणाली की क्षमता",
      "Size:Up to 1 MWp; with variation of 5%": "आकार: 1 MWp तक; अंतर्विद्यांत",
      "Voltage level:230 / 240V : upto 8 kWp max.": "वोल्टेज स्तर: 230/240 वी : 8 kWp तक",
      "400/ 415V (Three phase): Above 8 to 150 kWp max. in Metropolitian Area and 8 to": "400/415 वी (त्रि-फेज): 8 से ऊपर से 150 kWp तक मेट्रोपॉलिटन क्षेत्र में और 8 से",
      "80 kWp in Other Areas": "80 kWp अन्य क्षेत्रों में",
      "11 kV and Above Level : Above 150 to 1000kWp max. in Metropolitian Area and 80 to 1000 kWp in Other Areas": "11 किलोवोल्ट और इससे ऊपर का स्तर: 150 से ऊपर से 1000 kWp तक मेट्रोपॉलिटन क्षेत्र में और 80 से 1000 kWp अन्य क्षेत्रों में",
      "OWNERSHIP OPTIONS": "स्वामित्व विकल्प",
      "Self ownership (CAPEX model)": "स्वयं स्वामित्व (CAPEX मॉडल)",
      "Third party ownership (RESCO model)": "तीसरी पक्ष के स्वामित्व (RESCO मॉडल)",
      "BILLING MECHANISHM": "बिलिंग व्यवस्था",
      "Annual (April to March)": "वार्षिक (अप्रैल से मार्च तक)",
      "Any unadjusted electricity credits shall be paid as per the rates notified by MERC": "किसी भी असमायोजित बिजली क्रेडिट को MERC द्वारा सूचित दरों के अनुसार भुगतान किया जाएगा",
      "OTHERS": "अन्य",
      "MSEDCL shall, within 7 working days of the completion of the feasibility study, convey its approval for installing the Roof-top Solar PV System. The approval shall be valid for a period of 6 months from the date of approval, or such extended period as may be agreed to by the MSEDCL.": "MSEDCL को वार्षिक क्षमता के सौर प्रणाली स्थापित करने के लिए अनुमान का अंतिमिका प्रस्तुत करने के 7 कार्य दिवसों के भीतर मंजूरी देनी होगी। मंजूरी व्यावधान की तारीख से 6 महीने के लिए मान्य होगी, या जितना अधिक समय MSEDCL द्वारा स्वीकृत होगा।",
      "MSEDCL shall complete the testing and commissioning of the System within 10 working days from receipt of testing and commissioning request, and shall install the Net Metering equipment and synchronise the Roof-top Solar PV System within 10 working days thereafter.": "MSEDCL को टेस्टिंग और कमीशनिंग अनुरोध के प्राप्ति के 10 कार्य दिवसों के भीतर सिस्टम के टेस्टिंग और कमीशनिंग पूर्ण करनी चाहिए, और उसके बाद 10 कार्य दिवसों के भीतर नेट मीटरिंग उपकरण स्थापित करेगा और सौर प्रणाली को समक्रमीकृत करेगा।"
    
    
}
